<?php if (!defined('BASEPATH')) exit('No direct script access allowed');


$lang['Главная'] = 'Главная';

$lang['Новости'] = 'Новости';
$lang['Регистрация'] = 'Регистрация';
$lang['Личный кабинет'] = 'Личный кабинет';
$lang['Статистика'] = 'Статистика';
$lang['Новостей нет'] = 'Новостей нет';

$lang['Логин'] = 'Логин';
$lang['Введите Логин'] = 'Введите Логин';
$lang['Email'] = 'Email';
$lang['Введите Email'] = 'Введите Email';
$lang['Пароль'] = 'Пароль';
$lang['Введите Пароль'] = 'Введите Пароль';
$lang['Повтор пароля'] = 'Повтор пароля';
$lang['Введите Повтор пароля'] = 'Введите Повтор пароля';
$lang['Код с картинки'] = 'Код с картинки';
$lang['Введите Код с картинки'] = 'Введите Код с картинки';
$lang['Зарегистрироваться'] = 'Зарегистрироваться';

$lang['Регистрация'] = 'Регистрация';
$lang['Регистрация прошла удачно, приятной игры'] = 'Регистрация прошла удачно, приятной игры';
$lang['Регистрация прошла удачно, на Ваш email :email отправлены инструкции по активации аккаунта'] = 'Регистрация прошла удачно, на Ваш email :email отправлены инструкции по активации аккаунта';
$lang['Ошибка! Обратитесь к Администрации сайта'] = 'Ошибка! Обратитесь к Администрации сайта';

$lang['Активация аккаунта'] = 'Активация аккаунта';
$lang['Ключ активации аккаунта не правильный'] = 'Ключ активации аккаунта не правильный';
$lang['Аккаунт активирован'] = 'Аккаунт активирован';
$lang['Ключ для активации аккаунта истёк'] = 'Ключ для активации аккаунта истёк';
$lang['Ключ активации аккаунта не найден'] = 'Ключ активации аккаунта не найден';

$lang['Нажмите чтобы обновить картинку'] = 'Нажмите чтобы обновить картинку';

$lang['подробнее'] = 'подробнее';
$lang['Данных нет'] = 'Данных нет';
$lang['Страница не найдена'] = 'Страница не найдена';
$lang['Вход в личный кабинет'] = 'Вход в личный кабинет';
$lang['Вход'] = 'Вход';
$lang['Забыли пароль?'] = 'Забыли пароль?';

$lang['С Вашего IP нельзя войти в личный кабинет'] = 'С Вашего IP нельзя войти в личный кабинет';
$lang['Мастер Аккаунт заблокирован, причина: :banned_reason'] = 'Мастер Аккаунт заблокирован, причина: :banned_reason';
$lang['Пароль от аккаунта введен неверно'] = 'Пароль от аккаунта введен неверно';
$lang['Аккаунт не найден'] = 'Аккаунт не найден';
$lang['Код с картинки введен не верно'] = 'Код с картинки введен не верно';

$lang['Последний раз Вы заходили :lastlogin с IP :lastip'] = 'Последний раз Вы заходили :lastlogin с IP :lastip';
$lang['Дата регистрации аккаунта'] = 'Дата регистрации аккаунта';
$lang['Баланс'] = 'Баланс';
$lang['Пополнить'] = 'Пополнить';
$lang['Игровых аккаунтов :count из :total'] = 'Игровых аккаунтов :count из :total';
$lang['Основной Email'] = 'Основной Email';
$lang['Привязка аккаунта к IP'] = 'Привязка аккаунта к IP';
$lang['отключена'] = 'отключена';
$lang['Навигация'] = 'Навигация';
$lang['Смена пароля'] = 'Смена пароля';
$lang['Игровые аккаунты'] = 'Игровые аккаунты';
$lang['Создать игровой аккаунт'] = 'Создать игровой аккаунт';
$lang['Привязать игровой аккаунт к личному кабинету'] = 'Привязать игровой аккаунт к личному кабинету';
$lang['Привязка к IP адресу'] = 'Привязка к IP адресу';
$lang['Магазин'] = 'Магазин';
$lang['Склад'] = 'Склад';
$lang['Админцентр'] = 'Админцентр';

$lang['Старый пароль'] = 'Старый пароль';
$lang['Введите Старый пароль'] = 'Введите Старый пароль';
$lang['Новый пароль'] = 'Новый пароль';
$lang['Введите Новый пароль'] = 'Введите Новый пароль';
$lang['Изменить'] = 'Изменить';
$lang['Пароль изменён'] = 'Пароль изменён';
$lang['Текущий пароль и введенный пароль не совпадают'] = 'Текущий пароль и введенный пароль не совпадают';
$lang['Выход'] = 'Выход';

$lang['Восстановление пароля'] = 'Восстановление пароля';
$lang['Восстановить'] = 'Восстановить';

$lang['Логин не найден'] = 'Логин не найден';
$lang['Ваш новый пароль: :password'] = 'Ваш новый пароль: :password';
$lang['На Email указанный при регистрации отправлены инструкции по восстановлению пароля'] = 'На Email указанный при регистрации отправлены инструкции по восстановлению пароля';
$lang['В ближайшии :min мин. вы уже отправляли запрос на восстановление пароля, проверьте свой Email'] = 'В ближайшии :min мин. вы уже отправляли запрос на восстановление пароля, проверьте свой Email';
$lang['На Email указанный при регистрации отправлен новый пароль'] = 'На Email указанный при регистрации отправлен новый пароль';
$lang['Ключ восстановления пароля неправильный'] = 'Ключ восстановления пароля неправильный';
$lang['Восстановление пароля шаг 2'] = 'Восстановление пароля шаг 2';
$lang['Привязка по IP отключена'] = 'Привязка по IP отключена';
$lang['Привязка по IP включена'] = 'Привязка по IP включена';
$lang['Пустое поле отключает привязку'] = 'Пустое поле отключает привязку';
$lang['Ваш текущий IP'] = 'Ваш текущий IP';
$lang['IP адрес'] = 'IP адрес';
$lang['Введите IP адрес'] = 'Введите IP адрес';

$lang['Подарки'] = 'Подарки';
$lang['Название'] = 'Название';
$lang['От кого'] = 'От кого';
$lang['Кол-во'] = 'Кол-во';
$lang['Принять подарок'] = 'Принять подарок';
$lang['Удалить подарок'] = 'Удалить подарок';
$lang['Товары на складе'] = 'Товары на складе';
$lang['На складе пусто'] = 'На складе пусто';
$lang['Подарок другу'] = 'Подарок другу';
$lang['Логин друга'] = 'Логин друга';
$lang['Введите Логин от личного кабинета друга'] = 'Введите Логин от личного кабинета друга';
$lang['Загрузка...'] = 'Загрузка...';
$lang['Подарить'] = 'Подарить';
$lang['Закрыть'] = 'Закрыть';
$lang['Подарить другу'] = 'Подарить другу';
$lang['На склад в игру'] = 'На склад в игру';
$lang['Подарок удален'] = 'Подарок удален';
$lang['Подарок принят и помещён на склад'] = 'Подарок принят и помещён на склад';
$lang['Подарок не найден'] = 'Подарок не найден';
$lang['Необходимо ввести логин'] = 'Необходимо ввести логин';
$lang['Нельзя дарить самому себе'] = 'Нельзя дарить самому себе';
$lang['Пользователь не найден'] = 'Пользователь не найден';
$lang['Товар на складе не найден'] = 'Товар на складе не найден';
$lang['Ваш подарок отправлен'] = 'Ваш подарок отправлен';
$lang['На этот Email уже зарегистрирован аккаунт'] = 'На этот Email уже зарегистрирован аккаунт';
$lang['Ваш баланс'] = 'Ваш баланс';
$lang['Пополнить баланс'] = 'Пополнить баланс';
$lang['Информация о товаре'] = 'Информация о товаре';
$lang['Дата окончания продаж'] = 'Дата окончания продаж';
$lang['Описание товара'] = 'Описание товара';
$lang['Описания нет'] = 'Описания нет';
$lang['Купить выбранные товар(ы)'] = 'Купить выбранные товар(ы)';
$lang['Товаров нет'] = 'Товаров нет';
$lang['Модуль магазина отключен'] = 'Модуль магазина отключен';
$lang['Цена'] = 'Цена';
$lang['У Вас нулевой баланс, Вы не можете покупать товары. :link_deposit'] = 'У Вас нулевой баланс, Вы не можете покупать товары. :link_deposit';
$lang['У Вас не хватает баланса для совершения сделки'] = 'У Вас не хватает баланса для совершения сделки';
$lang['Вы успешно купили товар(ы)'] = 'Вы успешно купили товар(ы)';
$lang['Товар(ы) не найден(ы)'] = 'Товар(ы) не найден(ы)';
$lang['Чтобы купить товар(ы) нужно сперва их выбрать'] = 'Чтобы купить товар(ы) нужно сперва их выбрать';

$lang['Введите кол-во'] = 'Введите кол-во';
$lang['Далее'] = 'Далее';

$lang['Метод оплаты'] = 'Метод оплаты';
$lang['Номер заявки'] = 'Номер заявки';
$lang['Отдаёте'] = 'Отдаёте';
$lang['Получаете'] = 'Получаете';
$lang['Перейти к оплате'] = 'Перейти к оплате';
$lang['Назад'] = 'Назад';
$lang['Для пополнения баланса надо <a href=":reg_link">зарегистрироваться</a> или <a href=":auth_link">авторизироваться</a>'] = 'Для пополнения баланса надо <a href=":reg_link">зарегистрироваться</a> или <a href=":auth_link">авторизироваться</a>';
$lang['Пополнение баланса'] = 'Пополнение баланса';
$lang['Пополнить баланс'] = 'Пополнить баланс';
$lang['Ваш баланс пополнен.'] = 'Ваш баланс пополнен.';
$lang['Платёж не найден'] = 'Платёж не найден';
$lang['Ошибка пополнения баланса'] = 'Ошибка пополнения баланса';
$lang['Модуль отключен'] = 'Модуль отключен';

$lang['Сервер не существует'] = 'Сервер не существует';
$lang['Логин не существует'] = 'Логин не существует';
$lang['Старый пароль'] = 'Старый пароль';
$lang['Новый пароль'] = 'Новый пароль';
$lang['Такого языка нет'] = 'Такого языка нет';
$lang['Группа пользователя не правильная'] = 'Группа пользователя не правильная';
$lang['Логин уже занят'] = 'Логин уже занят';
$lang['Не удалось подключиться к БД'] = 'Не удалось подключиться к БД';

$lang['Выберите сервер'] = 'Выберите сервер';
$lang['Создать'] = 'Создать';
$lang['Сервер(а) в данный момент не доступны, попробуйте позже'] = 'Сервер(а) в данный момент не доступны, попробуйте позже';
$lang['Вы достигли лимита на создание игровых аккаунтов'] = 'Вы достигли лимита на создание игровых аккаунтов';
$lang['Аккаунт занят'] = 'Аккаунт занят';
$lang['Игровой аккаунт создан'] = 'Игровой аккаунт создан';

$lang['Люди'] = 'Люди';
$lang['Эльфы'] = 'Эльфы';
$lang['Тёмные эльфы'] = 'Тёмные эльфы';
$lang['Орки'] = 'Орки';
$lang['Гномы'] = 'Гномы';
$lang['Камаели'] = 'Камаели';

$lang['Нет настроек для подключения к БД'] = 'Нет настроек для подключения к БД';
$lang['Последний вход в игру'] = 'Последний вход в игру';
$lang['Сервер'] = 'Сервер';
$lang['Персонажи'] = 'Персонажи';
$lang['Персонаж'] = 'Персонаж';
$lang['Изменить пароль от аккаунта'] = 'Изменить пароль от аккаунта';
$lang['Аккаунтов нет'] = 'Аккаунтов нет';
$lang['Изменение пароля от аккаунта'] = 'Изменение пароля от аккаунта';
$lang['Персонажи на аккаунте'] = 'Персонажи на аккаунте';
$lang['Имя'] = 'Имя';
$lang['Статус'] = 'Статус';
$lang['Время в игре'] = 'Время в игре';
$lang['Телепорт в город'] = 'Телепорт в город';
$lang['online'] = 'online';
$lang['offline'] = 'offline';
$lang['Персонажей нет'] = 'Персонажей нет';
$lang['Аккаунт'] = 'Аккаунт';
$lang['Сервер не доступен'] = 'Сервер не доступен';
$lang['Изменить'] = 'Изменить';
$lang['автор'] = 'автор';
$lang['дата'] = 'дата';
$lang['Статус сервера'] = 'Статус сервера';
$lang['Темы с форума'] = 'Темы с форума';
$lang['Модуль отключён'] = 'Модуль отключён';
$lang['ТОП ПВП'] = 'ТОП ПВП';
$lang['ТОП ПК'] = 'ТОП ПК';
$lang['Авторизация'] = 'Авторизация';
$lang['Список аккаунтов'] = 'Список аккаунтов';
$lang['Защита'] = 'Защита';
$lang['Игровых аккаунтов :count из :total'] = 'Игровых аккаунтов :count из :total';
$lang['Создать новый аккаунт'] = 'Создать новый аккаунт';
$lang['Просмотр аккаунта'] = 'Просмотр аккаунта';
$lang['Защита аккаунта'] = 'Защита аккаунта';
$lang['Положить'] = 'Положить';
$lang['Привязать игровой аккаунт к Мастер Аккаунту'] = 'Привязать игровой аккаунт к Мастер Аккаунту';
$lang['Привязка игрового аккаунта к Мастер Аккаунту'] = 'Привязка игрового аккаунта к Мастер Аккаунту';
$lang['Аккаунт уже привязан к Мастер Аккаунту'] = 'Аккаунт уже привязан к Мастер Аккаунту';
$lang['Пароли не совпадают'] = 'Пароли не совпадают';
$lang['Аккаунт успешно привязан к Вашему Мастер аккаунту'] = 'Аккаунт успешно привязан к Вашему Мастер аккаунту';
$lang['Логин сервер не найден'] = 'Логин сервер не найден';
$lang['Введенный пароль и пароль от аккаунта не совпадают'] = 'Введенный пароль и пароль от аккаунта не совпадают';
$lang['Сервер не найден'] = 'Сервер не найден';
$lang['Смена пароля от аккаунта'] = 'Смена пароля от аккаунта';
$lang['Создание игрового аккаунта'] = 'Создание игрового аккаунта';
$lang['Выберите город'] = 'Выберите город';
$lang['Вы уже телепортировались в :city_name<br />Телепортироваться можно раз в :min мин.'] = 'Вы уже телепортировались в :city_name<br />Телепортироваться можно раз в :min мин.';
$lang['Персонаж :char был телепортирован в :city'] = 'Персонаж :char был телепортирован в :city';
$lang['Сервис отключён'] = 'Сервис отключён';
$lang['Пополнение баланса - Подтверждение платежа'] = 'Пополнение баланса - Подтверждение платежа';
$lang['Ошибка транзакции'] = 'Ошибка транзакции';
$lang['Передача предмета в игру'] = 'Передача предмета в игру';
$lang['Предмет не найден'] = 'Предмет не найден';
$lang['Переместить'] = 'Переместить';
$lang['Куда положить'] = 'Куда положить';
$lang['Инвентарь'] = 'Инвентарь';
$lang['Место локации предмета не выбрано'] = 'Место локации предмета не выбрано';
$lang['Выберите аккаунт'] = 'Выберите аккаунт';
$lang['Выбрать'] = 'Выбрать';
$lang['Выберите персонажа'] = 'Выберите персонажа';
$lang['Передача предмета: :item_name в кол-ве: :item_count на сервер'] = 'Передача предмета: :item_name в кол-ве: :item_count на сервер';
$lang['Попробуйте ещё раз'] = 'Попробуйте ещё раз';
$lang['Предмет не найден'] = 'Предмет не найден';
$lang['Предмет отправлен в игру'] = 'Предмет отправлен в игру';
$lang['Персонаж должен быть OFFLINE'] = 'Персонаж должен быть OFFLINE';
$lang['Персонаж в игре'] = 'Персонаж в игре';
$lang['Сервер не найден'] = 'Сервер не найден';
$lang['Статистика отключена'] = 'Статистика отключена';
$lang['Метод для обработки статистики не найден'] = 'Метод для обработки статистики не найден';
$lang['Статистика по рейтам'] = 'Статистика по рейтам';
$lang['Общий Online'] = 'Общий Online';
$lang['Соотношение Рас'] = 'Соотношение Рас';
$lang['Общая статистика'] = 'Общая статистика';
$lang['Аккаунты'] = 'Аккаунты';
$lang['Персонажи'] = 'Персонажи';
$lang['Мужчин'] = 'Мужчин';
$lang['Женщин'] = 'Женщин';
$lang['Кланы'] = 'Кланы';

// Статистика
$lang['total'] = 'Общая';
$lang['pvp'] = 'ПВП';
$lang['pk'] = 'ПК';
$lang['clans'] = 'Кланы';
$lang['castles'] = 'Замки';
$lang['online'] = 'В игре';
$lang['top'] = 'ТОП';
$lang['rich'] = 'Богачи';

$lang['Имя персонажа'] = 'Имя персонажа';
$lang['Кол-во ПВП'] = 'Кол-во ПВП';
$lang['Кол-во ПК'] = 'Кол-во ПК';
$lang['Клан'] = 'Клан';
$lang['в игру не заходил'] = 'в игру не заходил';
$lang['нет клана'] = 'нет клана';
$lang['Название клана'] = 'Название клана';
$lang['Уровень'] = 'Уровень';
$lang['Замок'] = 'Замок';
$lang['Игроков'] = 'Игроков';
$lang['Репутация'] = 'Репутация';
$lang['Альянс'] = 'Альянс';
$lang['Лидер'] = 'Лидер';
$lang['Налог'] = 'Налог';
$lang['Дата осады'] = 'Дата осады';
$lang['Владелец'] = 'Владелец';
$lang['Нападающие'] = 'Нападающие';
$lang['Защитники'] = 'Защитники';
$lang['Нет'] = 'Нет';
$lang['нет'] = 'нет';
$lang['Кол-во Аден'] = 'Кол-во Аден';
$lang['Кол-во ПВП/ПК'] = 'Кол-во ПВП/ПК';
$lang['Состав клана'] = 'Состав клана';
$lang['Новость не найдена'] = 'Новость не найдена';
$lang['На сервер'] = 'На сервер';
$lang['Аккаунт не активирован'] = 'Аккаунт не активирован';
$lang['Серверов нет'] = 'Серверов нет';
$lang['Вы можете просматривать только свои аккаунты'] = 'Вы можете просматривать только свои аккаунты';
$lang['Сервер(а) в данный момент не доступны'] = 'Сервер(а) в данный момент не доступны';

















































