<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');


$lang['Стоймость 1 :item_name - :sum рублей <br /><b>Сумма при оплате может незначительно отличаться из-за разницы в курсах</b>'] = 'Стоймость 1 :item_name - :sum рублей <br /><b>Сумма при оплате может незначительно отличаться из-за разницы в курсах</b>';
$lang['Сумма при оплате может незначительно отличаться из-за разницы в курсах'] = 'Сумма при оплате может незначительно отличаться из-за разницы в курсах';
$lang['Количество'] = 'Количество';
$lang['Вы отдаёте: :count руб.'] = 'Вы отдаёте: :count руб.';
$lang['Введите сколько :item_name хотите получить'] = 'Введите сколько :item_name хотите получить';
$lang['Далее'] = 'Далее';
$lang['Введите логин от личного кабинета'] = 'Введите логин от личного кабинета';
$lang['Введите логин от личного кабинета куда будут зачислены :item_name'] = 'Введите логин от личного кабинета куда будут зачислены :item_name';
$lang['руб.'] = 'руб.';
$lang['Ваш баланс пополнен'] = 'Ваш баланс пополнен';
$lang['Платёж не найден'] = 'Платёж не найден';