<?php

$lang['required'] 			= "Поле <b>%s</b> обязательно для заполнения.";
$lang['isset']				= "Поле <b>%s</b> должно содержать значение.";
$lang['valid_email']		= "В поле <b>%s</b> должен быть введен корректный адрес электронной почты.";
$lang['valid_emails'] 		= "В поле <b>%s</b> должны быть введены корректные адреса электронной почты.";
$lang['valid_url'] 			= "В поле <b>%s</b> должна содержаться корректная ссылка.";
$lang['valid_ip'] 			= "В поле <b>%s</b> должен содержаться корректный IP.";
$lang['min_length']			= "Длина поля <b>%s</b> должна быть не меньше <b>%s</b> символов.";
$lang['max_length']			= "Длина поля <b>%s</b> не может превышать <b>%s</b> символов.";
$lang['exact_length']		= "Длина поля <b>%s</b> должна быть равной <b>%s</b> символам.";
$lang['alpha']				= "Поле <b>%s</b> может содержать только символы алфавита.";
$lang['alpha_numeric']		= "Поле <b>%s</b> может содержать только символы алфавита и цифры.";
$lang['alpha_dash']			= "Поле <b>%s</b> может содержать только символы алфавита и цифры, подчеркивания и тире.";
$lang['numeric']			= "Поле <b>%s</b> должно содержать только цифры.";
$lang['is_numeric']			= "Поле <b>%s</b> должно содержать только числовые символы.";
$lang['integer']			= "Поле <b>%s</b> должно содержать целое число.";
$lang['regex_match']		= "Поле <b>%s</b> имеет неправильный формат.";
$lang['matches']			= "Значение поля <b>%s</b> не совпадает со значением поля <b>%s</b>.";
$lang['is_unique'] 			= "<b>%s</b> уже существует.";
$lang['is_natural']			= "Поле <b>%s</b> должно содержать только положительные числа.";
$lang['is_natural_no_zero']	= "Поле <b>%s</b> должно содержать только число больше нуля.";
$lang['decimal']			= "Поле <b>%s</b> должно содержать десятичное число.";
$lang['less_than']			= "Поле <b>%s</b> должно содержать число, которое меньше <b>%s</b>.";
$lang['greater_than']		= "Поле <b>%s</b> должно содержать число, которое больше <b>%s</b>.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */